Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.sidebar.usage
source: Usage: cmux sidebar <validate|reload|select> [name|--all] [--json] Validate, reload, or select custom left sidebars from ~/.config/uniconnect/sidebars. Swift files win over JSON files with the same base name. Commands: validate [name] Validate all custom sidebars, or one named sidebar reload [name] Validate all sidebars, then reload every valid one select <name> Validate and activate one custom sidebar Examples: cmux sidebar validate cmux sidebar reload --all cmux sidebar select finder.tree
ar: الاستخدام: cmux sidebar <validate|reload|select> [name|--all] [--json] التحقق من صحة الأشرطة الجانبية اليسرى المخصصة أو إعادة تحميلها أو تحديدها من ~/.config/uniconnect/sidebars. Swift تفوز الملفات على JSON الملفات التي لها نفس الاسم الأساسي. الأوامر: validate [name] التحقق من صحة جميع الأشرطة الجانبية المخصصة، أو شريط جانبي واحد مسمى reload [name] التحقق من صحة جميع الأشرطة الجانبية، ثم إعادة تحميل كل شريط صالح select <name> التحقق من صحة وتنشيط شريط جانبي مخصص واحد أمثلة: cmux sidebar validate cmux sidebar reload --all cmux sidebar select finder.tree
bs: Upotreba: cmux sidebar <validate|reload|select> [name|--all] [--json] Potvrdite, ponovno učitajte ili odaberite prilagođene lijeve bočne trake iz ~/.config/uniconnect/sidebars. Swift datoteke pobjeđuju JSON datoteke s istim osnovnim imenom. naredbe: validate [name] Potvrdite sve prilagođene bočne trake ili jednu imenovanu bočnu traku reload [name] Potvrdite sve bočne trake, a zatim ponovo učitajte sve važeće select <name> Potvrdite i aktivirajte jednu prilagođenu bočnu traku primjeri: cmux sidebar validate cmux sidebar reload --all cmux sidebar select finder.tree
da: Anvendelse: cmux sidebar <validate|reload|select> [name|--all] [--json] Valider, genindlæs eller vælg tilpassede venstre sidebjælker fra ~/.config/uniconnect/sidebars. Swift filer vinder over JSON filer med samme basisnavn. Kommandoer: validate [name] Valider alle brugerdefinerede sidebjælker eller én navngivet sidebjælke reload [name] Valider alle sidebjælker, og genindlæs derefter hver gyldig select <name> Valider og aktiver én tilpasset sidebjælke Eksempler: cmux sidebar validate cmux sidebar reload --all cmux sidebar select finder.tree
de: Verwendung: cmux sidebar <validate|reload|select> [name|--all] [--json] Benutzerdefinierte linke Seitenleisten aus ~/.config/uniconnect/sidebars validieren, neu laden oder auswählen. Swift-Dateien gewinnen gegenüber JSON-Dateien mit demselben Basisnamen. Befehle: validate [name] Validieren Sie alle benutzerdefinierten Seitenleisten oder eine benannte Seitenleiste reload [name] Validieren Sie alle Seitenleisten und laden Sie dann alle gültigen neu select <name> Validieren und aktivieren Sie eine benutzerdefinierte Seitenleiste Beispiele: cmux sidebar validate cmux sidebar reload --all cmux sidebar select finder.tree
es: Uso: cmux sidebar <validate|reload|select> [name|--all] [--json] Valida, recarga o selecciona barras laterales izquierdas personalizadas de ~/.config/uniconnect/sidebars. Los archivos Swift tienen prioridad sobre los JSON con el mismo nombre base. Comandos: validate [name] Valida todas las barras laterales personalizadas o una con ese nombre reload [name] Valida todas las barras laterales y recarga las que sean válidas select <name> Valida y activa una barra lateral personalizada Ejemplos: cmux sidebar validate cmux sidebar reload --all cmux sidebar select finder.tree
fr: Utilisation : cmux sidebar <validate|reload|select> [name|--all] [--json] Validez, rechargez ou sélectionnez les barres latérales gauche personnalisées dans ~/.config/uniconnect/sidebars. Les fichiers Swift l'emportent sur les fichiers JSON avec le même nom de base. Commandes : validate [name] Valider toutes les barres latérales personnalisées ou une barre latérale nommée reload [name] Validez toutes les barres latérales, puis rechargez toutes celles valides select <name> Valider et activer une barre latérale personnalisée Exemples : cmux sidebar validate cmux sidebar reload --all cmux sidebar select finder.tree
it: Utilizzo: cmux sidebar <validate|reload|select> [name|--all] [--json] Convalida, ricarica o seleziona barre laterali di sinistra personalizzate da ~/.config/uniconnect/sidebars. I file Swift prevalgono sui file JSON con lo stesso nome di base. Comandi: validate [name] Convalida tutte le barre laterali personalizzate o una barra laterale denominata reload [name] Convalida tutte le barre laterali, quindi ricarica tutte quelle valide select <name> Convalida e attiva una barra laterale personalizzata Esempi: cmux sidebar validate cmux sidebar reload --all cmux sidebar select finder.tree
ja: 使用法: cmux sidebar <validate|reload|select> [name|--all] [--json] ~/.config/uniconnect/sidebars からカスタム左サイドバーを検証、再読み込み、または選択します。 Swift ファイルは、同じベース名を持つ JSON ファイルよりも優先されます。 コマンド: validate [name] すべてのカスタム サイドバー、または 1 つの名前付きサイドバーを検証します。 reload [name] すべてのサイドバーを検証し、有効なサイドバーをすべて再ロードします select <name> 1 つのカスタム サイドバーを検証してアクティブ化します 例: cmux sidebar validate cmux sidebar reload --all cmux sidebar select finder.tree
km: ការប្រើប្រាស់៖ cmux sidebar <validate|reload|select> [name|--all] [--json] ធ្វើឱ្យមានសុពលភាព ផ្ទុកឡើងវិញ ឬជ្រើសរើសរបារចំហៀងខាងឆ្វេងផ្ទាល់ខ្លួនពី ~/.config/uniconnect/sidebars។ Swift ឯកសារឈ្នះលើ JSON ឯកសារដែលមានឈ្មោះមូលដ្ឋានដូចគ្នា។ ពាក្យបញ្ជា៖ validate [name] ធ្វើឱ្យមានសុពលភាពរបារចំហៀងផ្ទាល់ខ្លួនទាំងអស់ ឬរបារចំហៀងដែលមានឈ្មោះមួយ reload [name] ធ្វើ​ឱ្យ​របារ​ចំហៀង​ទាំងអស់​មាន​សុពលភាព បន្ទាប់​មក​ផ្ទុក​ឡើងវិញ​រាល់​របារ​ដែល​មាន​សុពលភាព select <name> ធ្វើឱ្យមានសុពលភាព និងធ្វើឱ្យរបារចំហៀងផ្ទាល់ខ្លួនមួយ។ ឧទាហរណ៍៖ cmux sidebar validate cmux sidebar reload --all cmux sidebar select finder.tree
ko: 사용법: cmux sidebar <validate|reload|select> [name|--all] [--json] ~/.config/uniconnect/sidebars에서 사용자 정의 왼쪽 사이드바를 확인, 다시 로드 또는 선택합니다. Swift 파일이 동일한 기본 이름을 가진 JSON 파일보다 승리합니다. 명령: validate [name] 모든 사용자 정의 사이드바 또는 명명된 사이드바 하나의 유효성을 검사합니다. reload [name] 모든 사이드바의 유효성을 검사한 다음 유효한 모든 사이드바를 다시 로드합니다. select <name> 하나의 사용자 정의 사이드바 확인 및 활성화 예: cmux sidebar validate cmux sidebar reload --all cmux sidebar select finder.tree
nb: Bruk: cmux sidebar <validate|reload|select> [name|--all] [--json] Valider, last inn på nytt eller velg egendefinerte venstre sidefelt fra ~/.config/uniconnect/sidebars. Swift filer vinner over JSON filer med samme basenavn. Kommandoer: validate [name] Valider alle egendefinerte sidefelt, eller én navngitt sidebar reload [name] Valider alle sidefelt, og last deretter inn alle gyldige select <name> Valider og aktiver ett tilpasset sidefelt Eksempler: cmux sidebar validate cmux sidebar reload --all cmux sidebar select finder.tree
pl: Użycie: cmux sidebar <validate|reload|select> [name|--all] [--json] Sprawdź, załaduj ponownie lub wybierz niestandardowe lewe paski boczne z ~/.config/uniconnect/sidebars. Swift pliki wygrywają z JSON plikami o tej samej nazwie podstawowej. Polecenia: validate [name] Sprawdź wszystkie niestandardowe paski boczne lub jeden nazwany pasek boczny reload [name] Sprawdź wszystkie paski boczne, a następnie załaduj ponownie każdy ważny select <name> Sprawdź i aktywuj jeden niestandardowy pasek boczny Przykłady: cmux sidebar validate cmux sidebar reload --all cmux sidebar select finder.tree
pt_br: Uso: cmux sidebar <validate|reload|select> [name|--all] [--json] Valide, recarregue ou selecione barras laterais esquerdas personalizadas em ~/.config/uniconnect/sidebars. Os arquivos Swift vencem os arquivos JSON com o mesmo nome base. Comandos: validate [name] Valide todas as barras laterais personalizadas ou uma barra lateral nomeada reload [name] Valide todas as barras laterais e recarregue todas as barras válidas select <name> Valide e ative uma barra lateral personalizada Exemplos: cmux sidebar validate cmux sidebar reload --all cmux sidebar select finder.tree
ru: Использование: cmux sidebar <validate|reload|select> [name|--all] [--json] Подтвердите, перезагрузите или выберите пользовательские левые боковые панели из ~/.config/uniconnect/sidebars. Swift файлов выигрывает у JSON файлов с тем же базовым именем. Команды: validate [name] Проверка всех пользовательских боковых панелей или одной именованной боковой панели. reload [name] Проверьте все боковые панели, затем перезагрузите каждую допустимую. select <name> Подтвердите и активируйте одну пользовательскую боковую панель. Примеры: cmux sidebar validate cmux sidebar reload --all cmux sidebar select finder.tree
th: การใช้งาน: cmux sidebar <validate|reload|select> [name|--all] [--json] ตรวจสอบ โหลดใหม่ หรือเลือกแถบด้านข้างซ้ายแบบกำหนดเองจาก ~/.config/uniconnect/sidebars Swift ไฟล์ชนะมากกว่าไฟล์ JSON ที่มีชื่อฐานเดียวกัน คำสั่ง: validate [name] ตรวจสอบแถบด้านข้างที่กำหนดเองทั้งหมด หรือแถบด้านข้างที่มีชื่อหนึ่งแถบ reload [name] ตรวจสอบแถบด้านข้างทั้งหมด จากนั้นโหลดใหม่ทุกแถบที่ถูกต้อง select <name> ตรวจสอบและเปิดใช้งานแถบด้านข้างที่กำหนดเองหนึ่งแถบ ตัวอย่าง: cmux sidebar validate cmux sidebar reload --all cmux sidebar select finder.tree
tr: Kullanım: cmux sidebar <validate|reload|select> [name|--all] [--json] ~/.config/uniconnect/sidebars adresinden özel sol kenar çubuklarını doğrulayın, yeniden yükleyin veya seçin. Swift dosyalar, aynı temel ada sahip JSON dosyalara üstün gelir. Komutlar: validate [name] Tüm özel kenar çubuklarını veya adlandırılmış bir kenar çubuğunu doğrulayın reload [name] Tüm kenar çubuklarını doğrulayın, ardından tüm geçerli olanları yeniden yükleyin select <name> Bir özel kenar çubuğunu doğrulayın ve etkinleştirin Örnekler: cmux sidebar validate cmux sidebar reload --all cmux sidebar select finder.tree
uk: Використання: cmux sidebar <validate|reload|select> [name|--all] [--json] Перевірте, оновіть або виберіть спеціальні ліві бічні панелі з ~/.config/uniconnect/sidebars. Swift файли перемагають JSON файли з однаковою базовою назвою. Команди: validate [name] Перевірити всі призначені для користувача бічні панелі або одну бічну панель з назвою reload [name] Перевірте всі бічні панелі, а потім перезавантажте кожну дійсну select <name> Перевірте та активуйте одну спеціальну бічну панель приклади: cmux sidebar validate cmux sidebar reload --all cmux sidebar select finder.tree
zh_hans: 用法：cmux sidebar <validate|reload|select> [name|--all] [--json] 验证、重新加载或从 ~/.config/uniconnect/sidebars 中选择自定义左侧边栏。 Swift 文件胜过具有相同基本名称的 JSON 文件。 命令： validate [name] 验证所有自定义侧边栏或一个命名侧边栏 reload [name] 验证所有侧边栏，然后重新加载每个有效侧边栏 select <name> 验证并激活一个自定义侧边栏 示例： cmux sidebar validate cmux sidebar reload --all cmux sidebar select finder.tree
zh_hant: 用法：cmux sidebar <validate|reload|select> [name|--all] [--json] 驗證、重新載入或從 ~/.config/uniconnect/sidebars 中選擇自訂左側邊欄。 Swift 檔案勝過相同基本名稱的 JSON 檔案。 命令： validate [name] 驗證所有自訂側邊欄或一個命名側邊欄 reload [name] 驗證所有側邊欄，然後重新載入每個有效側邊欄 select <name> 驗證並啟動一個自訂側邊欄 範例： cmux sidebar validate cmux sidebar reload --all cmux sidebar select finder.tree

# notificationHook.failure.body
source: UniConnect used default notification behavior because '%@' failed.
ar: استخدم UniConnect سلوك الإشعارات الافتراضي بسبب فشل '%@'.
bs: UniConnect je koristio zadano ponašanje obavještenja jer '%@' nije uspio.
da: UniConnect brugte standardmeddelelsesadfærd, fordi '%@' mislykkedes.
de: UniConnect hat das Standardbenachrichtigungsverhalten verwendet, da „%@“ fehlgeschlagen ist.
es: UniConnect usó el comportamiento de notificación predeterminado porque «%@» falló.
fr: UniConnect a utilisé le comportement de notification par défaut car '%@' a échoué.
it: UniConnect ha utilizzato il comportamento di notifica predefinito perché '%@' non è riuscito.
ja: '%@' が失敗したため、UniConnect は既定の通知動作を使用しました。
km: UniConnectបានប្រើឥរិយាបទជូនដំណឹងលំនាំដើម ដោយសារ '%@' បរាជ័យ។
ko: UniConnect는 '%@'이 실패했기 때문에 기본 알림 동작을 사용했습니다.
nb: UniConnect brukte standard varslingsatferd fordi '%@' mislyktes.
pl: UniConnect użył domyślnego zachowania powiadamiania, ponieważ „%@” nie powiodło się.
pt_br: UniConnect usou comportamento de notificação padrão porque '%@' falhou.
ru: UniConnect использовал поведение уведомления по умолчанию, поскольку «%@» не удалось.
th: UniConnect ใช้พฤติกรรมการแจ้งเตือนเริ่มต้นเนื่องจาก '%@' ล้มเหลว
tr: UniConnect '%@' başarısız olduğundan varsayılan bildirim davranışını kullandı.
uk: UniConnect використовував поведінку сповіщень за замовчуванням, оскільки «%@» не вдалося.
zh_hans: UniConnect 使用默认通知行为，因为“%@”失败。
zh_hant: UniConnect 使用預設通知行為，因為「%@」失敗。

# contextMenu.workspaceGroup.moveTo
source: Move to Group
ar: نقل إلى المجموعة
bs: Premjesti u grupu
da: Flyt til gruppe
de: In Gruppe verschieben
es: Mover al grupo
fr: Déplacer vers le groupe
it: Sposta nel gruppo
ja: グループに移動
km: ផ្លាស់ទីទៅក្រុម
ko: 그룹으로 이동
nb: Flytt til gruppe
pl: Przenieś do grupy
pt_br: Mover para o grupo
ru: Переместить в группу
th: ย้ายไปยังกลุ่ม
tr: Gruba taşı
uk: Перемістити до групи
zh_hans: 移动到分组
zh_hant: 移至群組

# contextMenu.workspaceGroup.newFromSelection
source: New Group from Selection
ar: مجموعة جديدة من التحديد
bs: Nova grupa iz odabira
da: Ny gruppe fra valg
de: Neue Gruppe aus Auswahl
es: Nuevo grupo desde la selección
fr: Nouveau groupe depuis la sélection
it: Nuovo gruppo dalla selezione
ja: 選択からグループを作成
ko: 선택 항목으로 새 그룹
nb: Ny gruppe fra valg
pl: Nowa grupa z zaznaczenia
pt_br: Novo grupo a partir da seleção
ru: Новая группа из выделения
th: สร้างกลุ่มใหม่จากที่เลือก
tr: Seçimden yeni grup
uk: Нова група з вибраного
zh_hans: 用所选工作区新建分组
zh_hant: 用所選工作區新增群組

# contextMenu.workspaceGroup.newFromWorkspace
source: New Group from Workspace
ar: مجموعة جديدة من مساحة العمل
bs: Nova grupa iz radnog prostora
da: Ny gruppe fra arbejdsområde
de: Neue Gruppe aus Arbeitsbereich
es: Nuevo grupo desde el espacio de trabajo
fr: Nouveau groupe depuis cet espace de travail
it: Nuovo gruppo da quest’area di lavoro
ja: ワークスペースからグループを作成
ko: 이 작업 공간으로 새 그룹
nb: Ny gruppe fra arbeidsområdet
pl: Nowa grupa z przestrzeni
pt_br: Novo grupo a partir desta área
ru: Новая группа из этого пространства
th: สร้างกลุ่มใหม่จากเวิร์กสเปซนี้
tr: Bu çalışma alanından yeni grup
uk: Нова група з робочої області
zh_hans: 用此工作区新建分组
zh_hant: 用此工作區新增群組

# contextMenu.workspaceGroup.remove
source: Remove from Group
ar: إزالة من المجموعة
bs: Ukloni iz grupe
da: Fjern fra gruppe
de: Aus Gruppe entfernen
es: Quitar del grupo
fr: Retirer du groupe
it: Rimuovi dal gruppo
ja: グループから削除
km: ដកចេញពីក្រុម
ko: 그룹에서 제거
nb: Fjern fra gruppe
pl: Usuń z grupy
pt_br: Remover do grupo
ru: Убрать из группы
th: นำออกจากกลุ่ม
tr: Gruptan çıkar
uk: Прибрати з групи
zh_hans: 从分组中移除
zh_hant: 從群組移除

# dialog.closeAnchor.message.lone
source: Closing this workspace will remove the group “%@”.
ar: إغلاق مساحة العمل هذه سيحذف المجموعة «%@».
bs: Zatvaranje ovog radnog prostora ukloniti će grupu „%@“.
da: Hvis du lukker dette arbejdsområde, fjernes gruppen “%@”.
de: Wenn du diesen Arbeitsbereich schließt, wird die Gruppe „%@“ entfernt.
es: Cerrar este espacio de trabajo eliminará el grupo «%@».
fr: Fermer cet espace de travail supprimera le groupe « %@ ».
it: Chiudere quest’area di lavoro rimuoverà il gruppo «%@».
ja: このワークスペースを閉じるとグループ「%@」が削除されます。
ko: 이 작업 공간을 닫으면 그룹 “%@”이(가) 삭제됩니다.
nb: Hvis du lukker dette arbeidsområdet, fjernes gruppen «%@».
pl: Zamknięcie tej przestrzeni usunie grupę „%@”.
pt_br: Fechar esta área de trabalho removerá o grupo “%@”.
ru: Закрытие этого рабочего пространства удалит группу «%@».
th: การปิดเวิร์กสเปซนี้จะลบกลุ่ม “%@”
tr: Bu çalışma alanını kapatmak “%@” grubunu kaldıracak.
uk: Закриття цієї робочої області видалить групу «%@».
zh_hans: 关闭此工作区将删除分组「%@」。
zh_hant: 關閉此工作區將移除群組「%@」。

# dialog.closeAnchor.message.many
source: Closing this workspace will ungroup “%1$@” and release %2$lld other workspaces.
ar: إغلاق مساحة العمل هذه سيُلغي تجميع «%1$@» وسيُحرّر %2$lld مساحات عمل أخرى.
bs: Zatvaranje ovog radnog prostora razgrupisaće „%1$@“ i osloboditi %2$lld drugih radnih prostora.
da: Hvis du lukker dette arbejdsområde, opdeles “%1$@” og %2$lld andre arbejdsområder frigives.
de: Wenn du diesen Arbeitsbereich schließt, wird die Gruppe „%1$@“ aufgelöst und %2$lld weitere Arbeitsbereiche werden freigegeben.
es: Cerrar este espacio de trabajo desagrupará «%1$@» y liberará %2$lld espacios de trabajo más.
fr: Fermer cet espace de travail dissociera « %1$@ » et libérera %2$lld autres espaces de travail.
it: Chiudere quest’area di lavoro dividerà «%1$@» e libererà altre %2$lld aree di lavoro.
ja: このワークスペースを閉じるとグループ「%1$@」が解除され、他の %2$lld 個のワークスペースが切り離されます。
ko: 이 작업 공간을 닫으면 그룹 “%1$@”이(가) 해제되고 다른 작업 공간 %2$lld개가 분리됩니다.
nb: Hvis du lukker dette arbeidsområdet, oppløses «%1$@» og %2$lld andre arbeidsområder frigjøres.
pl: Zamknięcie tej przestrzeni rozgrupuje „%1$@” i uwolni %2$lld innych przestrzeni.
pt_br: Fechar esta área de trabalho desagrupará “%1$@” e liberará outras %2$lld áreas de trabalho.
ru: Закрытие этого рабочего пространства разгруппирует «%1$@» и освободит ещё %2$lld рабочих пространств.
th: การปิดเวิร์กสเปซนี้จะเลิกจัดกลุ่ม “%1$@” และปล่อยอีก %2$lld เวิร์กสเปซ
tr: Bu çalışma alanını kapatmak “%1$@” grubunu çözer ve %2$lld başka çalışma alanını serbest bırakır.
uk: Закриття цієї робочої області розгрупує «%1$@» та звільнить ще %2$lld робочих областей.
zh_hans: 关闭此工作区将解散分组「%1$@」并释放另外 %2$lld 个工作区。
zh_hant: 關閉此工作區將解散群組「%1$@」並釋出另外 %2$lld 個工作區。

# dialog.closeAnchor.message.one
source: Closing this workspace will ungroup “%@” and release 1 other workspace.
ar: إغلاق مساحة العمل هذه سيُلغي تجميع «%@» وسيُحرّر مساحة عمل أخرى واحدة.
bs: Zatvaranje ovog radnog prostora razgrupisaće „%@“ i osloboditi 1 drugi radni prostor.
da: Hvis du lukker dette arbejdsområde, opdeles “%@” og 1 andet arbejdsområde frigives.
de: Wenn du diesen Arbeitsbereich schließt, wird die Gruppe „%@“ aufgelöst und 1 weiterer Arbeitsbereich freigegeben.
es: Cerrar este espacio de trabajo desagrupará «%@» y liberará 1 espacio de trabajo más.
fr: Fermer cet espace de travail dissociera « %@ » et libérera 1 autre espace de travail.
it: Chiudere quest’area di lavoro dividerà «%@» e libererà 1 altra area di lavoro.
ja: このワークスペースを閉じるとグループ「%@」が解除され、他のワークスペース 1 個が切り離されます。
ko: 이 작업 공간을 닫으면 그룹 “%@”이(가) 해제되고 다른 작업 공간 1개가 분리됩니다.
nb: Hvis du lukker dette arbeidsområdet, oppløses «%@» og 1 annet arbeidsområde frigjøres.
pl: Zamknięcie tej przestrzeni rozgrupuje „%@” i uwolni 1 inną przestrzeń.
pt_br: Fechar esta área de trabalho desagrupará “%@” e liberará 1 outra área de trabalho.
ru: Закрытие этого рабочего пространства разгруппирует «%@» и освободит 1 другое рабочее пространство.
th: การปิดเวิร์กสเปซนี้จะเลิกจัดกลุ่ม “%@” และปล่อยอีก 1 เวิร์กสเปซ
tr: Bu çalışma alanını kapatmak “%@” grubunu çözer ve 1 başka çalışma alanını serbest bırakır.
uk: Закриття цієї робочої області розгрупує «%@» та звільнить ще 1 робочу область.
zh_hans: 关闭此工作区将解散分组「%@」并释放另外 1 个工作区。
zh_hant: 關閉此工作區將解散群組「%@」並釋出另外 1 個工作區。

# dialog.closeAnchor.title
source: Close this workspace?
ar: هل تريد إغلاق مساحة العمل هذه؟
bs: Zatvoriti ovaj radni prostor?
da: Luk dette arbejdsområde?
de: Diesen Arbeitsbereich schließen?
es: ¿Cerrar este espacio de trabajo?
fr: Fermer cet espace de travail ?
it: Chiudere quest’area di lavoro?
ja: このワークスペースを閉じますか？
ko: 이 작업 공간을 닫을까요?
nb: Lukke dette arbeidsområdet?
pl: Zamknąć tę przestrzeń?
pt_br: Fechar esta área de trabalho?
ru: Закрыть это рабочее пространство?
th: ปิดเวิร์กสเปซนี้ใช่ไหม?
tr: Bu çalışma alanı kapatılsın mı?
uk: Закрити цю робочу область?
zh_hans: 关闭此工作区？
zh_hant: 關閉此工作區？

# dialog.deleteGroup.confirm
source: Delete
ar: حذف
bs: Obriši
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
pl: Usuń
pt_br: Excluir
ru: Удалить
th: ลบ
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

# dialog.deleteGroup.message.lone
source: Delete the group “%@” and close its workspace?
ar: هل تريد حذف المجموعة «%@» وإغلاق مساحة العمل التابعة لها؟
bs: Obrisati grupu „%@“ i zatvoriti njen radni prostor?
da: Slet gruppen “%@” og luk dens arbejdsområde?
de: Gruppe „%@“ löschen und ihren Arbeitsbereich schließen?
es: ¿Eliminar el grupo «%@» y cerrar su espacio de trabajo?
fr: Supprimer le groupe « %@ » et fermer son espace de travail ?
it: Eliminare il gruppo «%@» e chiudere la sua area di lavoro?
ja: グループ「%@」を削除してワークスペースを閉じますか？
ko: 그룹 “%@”을(를) 삭제하고 해당 작업 공간을 닫을까요?
nb: Slette gruppen «%@» og lukke arbeidsområdet?
pl: Usunąć grupę „%@” i zamknąć jej przestrzeń?
pt_br: Excluir o grupo “%@” e fechar sua área de trabalho?
ru: Удалить группу «%@» и закрыть её рабочее пространство?
th: ลบกลุ่ม “%@” และปิดเวิร์กสเปซในนั้นใช่ไหม?
tr: “%@” grubunu silip içindeki çalışma alanını kapatayım mı?
uk: Видалити групу «%@» та закрити її робочу область?
zh_hans: 删除分组「%@」并关闭其工作区？
zh_hant: 刪除群組「%@」並關閉其工作區？

# dialog.deleteGroup.message.many
source: Delete the group “%1$@” and close its %2$lld workspaces?
ar: هل تريد حذف المجموعة «%1$@» وإغلاق %2$lld مساحات عمل تابعة لها؟
bs: Obrisati grupu „%1$@“ i zatvoriti %2$lld radnih prostora u njoj?
da: Slet gruppen “%1$@” og luk dens %2$lld arbejdsområder?
de: Gruppe „%1$@“ löschen und ihre %2$lld Arbeitsbereiche schließen?
es: ¿Eliminar el grupo «%1$@» y cerrar sus %2$lld espacios de trabajo?
fr: Supprimer le groupe « %1$@ » et fermer ses %2$lld espaces de travail ?
it: Eliminare il gruppo «%1$@» e chiudere le sue %2$lld aree di lavoro?
ja: グループ「%1$@」を削除して %2$lld 個のワークスペースを閉じますか？
ko: 그룹 “%1$@”을(를) 삭제하고 작업 공간 %2$lld개를 닫을까요?
nb: Slette gruppen «%1$@» og lukke dens %2$lld arbeidsområder?
pl: Usunąć grupę „%1$@” i zamknąć jej %2$lld przestrzeni?
pt_br: Excluir o grupo “%1$@” e fechar suas %2$lld áreas de trabalho?
ru: Удалить группу «%1$@» и закрыть её %2$lld рабочих пространств?
th: ลบกลุ่ม “%1$@” และปิดเวิร์กสเปซ %2$lld รายการในนั้นใช่ไหม?
tr: “%1$@” grubunu silip içindeki %2$lld çalışma alanını kapatayım mı?
uk: Видалити групу «%1$@» та закрити її %2$lld робочих областей?
zh_hans: 删除分组「%1$@」并关闭其中的 %2$lld 个工作区？
zh_hant: 刪除群組「%1$@」並關閉其中的 %2$lld 個工作區？

# dialog.deleteGroup.message.one
source: Delete the group “%@” and close its 2 workspaces?
ar: هل تريد حذف المجموعة «%@» وإغلاق مساحتي العمل التابعتين لها؟
bs: Obrisati grupu „%@“ i zatvoriti njena 2 radna prostora?
da: Slet gruppen “%@” og luk dens 2 arbejdsområder?
de: Gruppe „%@“ löschen und ihre 2 Arbeitsbereiche schließen?
es: ¿Eliminar el grupo «%@» y cerrar sus 2 espacios de trabajo?
fr: Supprimer le groupe « %@ » et fermer ses 2 espaces de travail ?
it: Eliminare il gruppo «%@» e chiudere le sue 2 aree di lavoro?
ja: グループ「%@」を削除して 2 個のワークスペースを閉じますか？
ko: 그룹 “%@”을(를) 삭제하고 작업 공간 2개를 닫을까요?
nb: Slette gruppen «%@» og lukke dens 2 arbeidsområder?
pl: Usunąć grupę „%@” i zamknąć jej 2 przestrzenie?
pt_br: Excluir o grupo “%@” e fechar suas 2 áreas de trabalho?
ru: Удалить группу «%@» и закрыть её 2 рабочих пространства?
th: ลบกลุ่ม “%@” และปิดเวิร์กสเปซ 2 รายการในนั้นใช่ไหม?
tr: “%@” grubunu silip içindeki 2 çalışma alanını kapatayım mı?
uk: Видалити групу «%@» та закрити її 2 робочі області?
zh_hans: 删除分组「%@」并关闭其中的 2 个工作区？
zh_hant: 刪除群組「%@」並關閉其中的 2 個工作區？

# dialog.deleteGroup.title
source: Delete this group?
ar: هل تريد حذف هذه المجموعة؟
bs: Obrisati ovu grupu?
da: Slet denne gruppe?
de: Diese Gruppe löschen?
es: ¿Eliminar este grupo?
fr: Supprimer ce groupe ?
it: Eliminare questo gruppo?
ja: このグループを削除しますか？
ko: 이 그룹을 삭제할까요?
nb: Slette denne gruppen?
pl: Usunąć tę grupę?
pt_br: Excluir este grupo?
ru: Удалить эту группу?
th: ลบกลุ่มนี้ใช่ไหม?
tr: Bu grup silinsin mi?
uk: Видалити цю групу?
zh_hans: 删除此分组？
zh_hant: 刪除此群組？
